{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      "'": 4,
      ",": 5,
      "-": 6,
      ".": 7,
      ";": 8,
      "?": 9,
      "ँ": 10,
      "ं": 11,
      "ः": 12,
      "अ": 13,
      "आ": 14,
      "इ": 15,
      "ई": 16,
      "उ": 17,
      "ऊ": 18,
      "ऋ": 19,
      "ऍ": 20,
      "ए": 21,
      "ऐ": 22,
      "ऑ": 23,
      "ओ": 24,
      "औ": 25,
      "क": 26,
      "ख": 27,
      "ग": 28,
      "घ": 29,
      "च": 30,
      "छ": 31,
      "ज": 32,
      "झ": 33,
      "ञ": 34,
      "ट": 35,
      "ठ": 36,
      "ड": 37,
      "ढ": 38,
      "ण": 39,
      "त": 40,
      "थ": 41,
      "द": 42,
      "ध": 43,
      "न": 44,
      "प": 45,
      "फ": 46,
      "ब": 47,
      "भ": 48,
      "म": 49,
      "य": 50,
      "र": 51,
      "ल": 52,
      "ळ": 53,
      "व": 54,
      "श": 55,
      "ष": 56,
      "स": 57,
      "ह": 58,
      "़": 59,
      "ा": 60,
      "ि": 61,
      "ी": 62,
      "ु": 63,
      "ू": 64,
      "ृ": 65,
      "ॅ": 66,
      "े": 67,
      "ै": 68,
      "ॉ": 69,
      "ो": 70,
      "ौ": 71,
      "्": 72,
      "०": 73,
      "२": 74,
      "३": 75,
      "४": 76,
      "५": 77,
      "८": 78,
      "्य": 79,
      "्या": 80,
      "ला": 81,
      "रा": 82,
      "ले": 83,
      "ना": 84,
      "त्या": 85,
      "का": 86,
      "वा": 87,
      "्र": 88,
      "ता": 89,
      "मा": 90,
      "हो": 91,
      "ून": 92,
      "्ह": 93,
      "सा": 94,
      "ती": 95,
      "ते": 96,
      "ही": 97,
      "ने": 98,
      "च्या": 99,
      "चा": 100,
      "पा": 101,
      "हे": 102,
      "म्ह": 103,
      "र्": 104,
      "ली": 105,
      "तो": 106,
      "णा": 107,
      "चे": 108,
      "जा": 109,
      "री": 110,
      "ची": 111,
      "ंग": 112,
      "वि": 113,
      "अस": 114,
      "ल्या": 115,
      "क्": 116,
      "स्": 117,
      "वर": 118,
      "या": 119,
      "मु": 120,
      "बा": 121,
      "आहे": 122,
      "झा": 123,
      "प्र": 124,
      "हा": 125,
      "कर": 126,
      "नी": 127,
      "ंना": 128,
      "ति": 129,
      "गा": 130,
      "दा": 131,
      "तु": 132,
      "आण": 133,
      "आप": 134,
      "वे": 135,
      "के": 136,
      "तर": 137,
      "दि": 138,
      "दे": 139,
      "त्": 140,
      "त्र": 141,
      "क्ष": 142,
      "आणि": 143,
      "मी": 144,
      "णी": 145,
      "नाही": 146,
      "ळे": 147,
      "ण्या": 148,
      "शा": 149,
      "मि": 150,
      "म्हण": 151,
      "ंनी": 152,
      "होता": 153,
      "म्हणा": 154,
      "एक": 155,
      "शी": 156,
      "सु": 157,
      "होते": 158,
      "डे": 159,
      "नि": 160,
      "भा": 161,
      "असे": 162,
      "खा": 163,
      "आई": 164,
      "पण": 165,
      "त्याला": 166,
      "होती": 167,
      "को": 168,
      "गे": 169,
      "ष्": 170,
      "ठी": 171,
      "मो": 172,
      "धा": 173,
      "हि": 174,
      "्हा": 175,
      "पर": 176,
      "पु": 177,
      "ळा": 178,
      "वी": 179,
      "लाग": 180,
      "राजा": 181,
      "जे": 182,
      "सर्": 183,
      "सांग": 184,
      "ंच्या": 185,
      "नं": 186,
      "ये": 187,
      "टी": 188,
      "शि": 189,
      "से": 190,
      "रे": 191,
      "लो": 192,
      "ऋष": 193,
      "घे": 194,
      "टा": 195,
      "डो": 196,
      "घा": 197,
      "ळी": 198,
      "माझ": 199,
      "द्": 200,
      "ऊन": 201,
      "आपल्या": 202,
      "ित": 203,
      "जी": 204,
      "णे": 205,
      "त्य": 206,
      "दिव": 207,
      "ंत": 208,
      "तात": 209,
      "यला": 210,
      "तील": 211,
      "डा": 212,
      "मन": 213,
      "सं": 214,
      "चार": 215,
      "श्र": 216,
      "स्व": 217,
      "की": 218,
      "वाट": 219,
      "धी": 220,
      "कार": 221,
      "काही": 222,
      "साठी": 223,
      "व्हा": 224,
      "श्": 225,
      "ऋषी": 226,
      "तू": 227,
      "कडे": 228,
      "दु": 229,
      "त्याच्या": 230,
      "णार": 231,
      "रो": 232,
      "ोड": 233,
      "ंची": 234,
      "दी": 235,
      "काय": 236,
      "मुळे": 237,
      "करा": 238,
      "प्": 239,
      "कु": 240,
      "ठे": 241,
      "त्याने": 242,
      "तिला": 243,
      "म्हणून": 244,
      "ंड": 245,
      "ंद": 246,
      "मला": 247,
      "पड": 248,
      "म्हणाला": 249,
      "सर्व": 250,
      "ज्": 251,
      "तरी": 252,
      "पू": 253,
      "बो": 254
    },
    "merges": [
      "् य",
      "्य ा",
      "ल ा",
      "र ा",
      "ल े",
      "न ा",
      "त ्या",
      "क ा",
      "व ा",
      "् र",
      "त ा",
      "म ा",
      "ह ो",
      "ू न",
      "् ह",
      "स ा",
      "त ी",
      "त े",
      "ह ी",
      "न े",
      "च ्या",
      "च ा",
      "प ा",
      "ह े",
      "म ्ह",
      "र ्",
      "ल ी",
      "त ो",
      "ण ा",
      "च े",
      "ज ा",
      "र ी",
      "च ी",
      "ं ग",
      "व ि",
      "अ स",
      "ल ्या",
      "क ्",
      "स ्",
      "व र",
      "य ा",
      "म ु",
      "ब ा",
      "आ हे",
      "झ ा",
      "प ्र",
      "ह ा",
      "क र",
      "न ी",
      "ं ना",
      "त ि",
      "ग ा",
      "द ा",
      "त ु",
      "आ ण",
      "आ प",
      "व े",
      "क े",
      "त र",
      "द ि",
      "द े",
      "त ्",
      "त ्र",
      "क् ष",
      "आण ि",
      "म ी",
      "ण ी",
      "ना ही",
      "ळ े",
      "ण ्या",
      "श ा",
      "म ि",
      "म्ह ण",
      "ं नी",
      "हो ता",
      "म्ह णा",
      "ए क",
      "श ी",
      "स ु",
      "हो ते",
      "ड े",
      "न ि",
      "भ ा",
      "अस े",
      "ख ा",
      "आ ई",
      "प ण",
      "त्या ला",
      "हो ती",
      "क ो",
      "ग े",
      "ष ्",
      "ठ ी",
      "म ो",
      "ध ा",
      "ह ि",
      "्ह ा",
      "प र",
      "प ु",
      "ळ ा",
      "व ी",
      "ला ग",
      "रा जा",
      "ज े",
      "स र्",
      "सा ंग",
      "ं च्या",
      "न ं",
      "य े",
      "ट ी",
      "श ि",
      "स े",
      "र े",
      "ल ो",
      "ऋ ष",
      "घ े",
      "ट ा",
      "ड ो",
      "घ ा",
      "ळ ी",
      "मा झ",
      "द ्",
      "ऊ न",
      "आप ल्या",
      "ि त",
      "ज ी",
      "ण े",
      "त ्य",
      "दि व",
      "ं त",
      "ता त",
      "य ला",
      "ती ल",
      "ड ा",
      "म न",
      "स ं",
      "चा र",
      "श ्र",
      "स् व",
      "क ी",
      "वा ट",
      "ध ी",
      "का र",
      "का ही",
      "सा ठी",
      "व ्हा",
      "श ्",
      "ऋष ी",
      "त ू",
      "क डे",
      "द ु",
      "त्या च्या",
      "णा र",
      "र ो",
      "ो ड",
      "ं ची",
      "द ी",
      "का य",
      "मु ळे",
      "क रा",
      "प ्",
      "क ु",
      "ठ े",
      "त्या ने",
      "ति ला",
      "म्हण ून",
      "ं ड",
      "ं द",
      "म ला",
      "प ड",
      "म्हणा ला",
      "सर् व",
      "ज ्",
      "त री",
      "प ू",
      "ब ो"
    ]
  }
}